[
  {
    "id": 1,
    "name": "Rog Rodrigaze",
    "img": "customer-image/player-1.png",
    "text": "\"My buying experience was too good, i bought it from my home town. Me and my friends are enjoying this bike and riding is also good but not for long drive. Looks and performance is good enough , servicing is also nice in service centre.\"",
    "star": 5
  },
  {
    "id": 2,
    "name": "Bernie Chris",
    "img": "customer-image/player-2.png",
    "text": "\"Brought recently, have raided around 200 kms, no major issues . Bike Suspension needs to be little improved. Build quality is excellent. Comfortable for daily use. Compact and smooth while driving\"",
    "star": 4.5
  },
  {
    "id": 3,
    "name": "Sam Timburg",
    "img": "customer-image/player-3.png",
    "text": "\"Yamaha Aerox is my dream bike. Its not big capacity, only 155cc. But bike looking amazing. Proud of you Yamaha Motors!. Its very nice bike to travelling sporty and anything!...\"",
    "star": 4
  },
  {
    "id": 4,
    "name": "Adam Heiden",
    "img": "customer-image/player-4.png",
    "text": "\"It is my first bike and as a person who was upgrading from an Activa, this felt just perfect for me. It is a Beginner friendly machine. Looks were the first thing that caught my attention. I can't just define how beautiful this bike is. Performance is just mind blowing...\"",
    "star": 5
  },
  {
    "id": 5,
    "name": "Erricson Nell",
    "img": "customer-image/player-5.png",
    "text": "\"I am a university student. I love to ride bike and so far I have been driving a lot of motorcycles such as suzuki, Honda and so on. But after few months ago I bought this gorgeous motorcycle that is looking very smart and it has some wonderful engine and others quality riches features.\"",
    "star": 4.5
  },
  {
    "id": 6,
    "name": "Floyed Smith",
    "img": "customer-image/player-6.png",
    "text": "\"Thanks to yamaha for bringing this maxi-scooter for us. Its looks, performance, and mileage everything is great. It's value for money maxi scooter.The only drawback is its accessories are over priced. I recommend this scooter for those who don't want gears but need bike performance.\"",
    "star": 4.5
  }
]
